Repository: floornfts/localization
Catalog: ios/*.xcloc/Localized Contents/*.xliff
Languages: fr

# NSPhotoLibraryAddUsageDescription
source: Floor would like to save NFT images to your Photo Library.
fr: Floor souhaite enregistrer des images NFT dans votre Galerie Photos.

source: %lld item%@ listed
fr: %lld item%@ listé(s)

source: 1 DAY
fr: 1 JOUR

source: 1 day
fr: 1 jour

source: 1D AVG
fr: 1D MOY

source: 7 days
fr: 7 JOURS

source: 30 days
fr: 30 JOURS

source: Access is currently limited to Floor NFT Token Holders. If you have one, add that wallet first.
fr: L'accès est actuellement limité aux détenteurs de Floor NFT Token. Si vous en avez un, veuillez d'abord ajouter ce portefeuille.

source: Add Address
fr: Ajoutez Adresse

source: Add a blockchain address to view your NFTs in Floor.
fr: Ajoutez une adresse de portefeuille pour afficher vos NFTs dans Floor.

source: Add an address
fr: Ajoutez une adresse

source: Address
fr: Adresse

source: Another thing
fr: Autre chose

source: Appearance
fr: Apparence

source: Avg:
fr: Moy:

# Bids &amp; trades on this item relative to the rest of the collection
source: Bids & trades on this item relative to the rest of the collection
fr: Offres & transactions sur cet article par rapport au reste de la collection

source: Buy a token on OpenSea
fr: Acheter un token sur OpenSea

source: Coming back soon!
fr: Bientôt de retour!

source: Coming soon!
fr: Bientôt!

source: Could not load stats
fr: Impossible de charger les stats

source: Currency
fr: Devise

source: Current average
fr: Moyenne actuelle

source: Current average prices for the collection
fr: Prix ​​moyens actuels de la collection

source: Dark
fr: Sombre

source: Date range
fr: Période

source: Default Browser
fr: Navigateur par défaut

source: Display Mode
fr: Mode d'affichage

source: Display Value As
fr: Afficher Valeur En Tant Que

source: Done
fr: Terminé

source: Dynamic
fr: Dynamique

source: Estimated Value
fr: Valeur Estimée

source: Estimated values are experimental today and should be considered informational only.
fr: Les valeurs estimées sont expérimentales et ne doivent être considérées qu'à titre informatif.

source: Estimated values use machine learning to give you an estimate of the value an NFT would be likely to trade at (assuming a rational buyer)
fr: Les valeurs estimées utilisent du machine learnning pour vous donner une estimation de la valeur à laquelle un NFT serait susceptible de se négocier (en supposant un acheteur rationnel)

source: Floor
fr: Plancher

source: Floor is in beta right now.
fr: Floor est actuellement en bêta.

source: Gas Price Alert
fr: Alerte Prix Gas

source: Generation One
fr: Première Génération

source: Hidden Collections
fr: Collections Cachées

source: Hide Collection
fr: Masquer Collection

source: IN ORDER OF RARENESS
fr: PAR ORDRE DE RARETÉ

source: IN THE GAME
fr: DANS LE JEU

source: ITEMS
fr: ÉLÉMENTS

source: Light
fr: Clair

source: Loading Interwebs...
fr: Chargement des Interwebs...

source: Loading...
fr: Chargement...

source: Log Out
fr: Se Déconnecter

source: Multi-collection activity is disabled to limit API usage while we migrate datasources
fr: L'activité multi-collection est désactivée pour limiter l'utilisation de l'API pendant la migration de nos sources de données

source: New floor price:
fr: Nouveau prix plancher:

source: No alert set
fr: Aucune alerte définie

source: No history available
fr: Aucun historique disponible

source: Not available
fr: Non disponible

source: Not quite yet
fr: Pas encore

source: Open Discord
fr: Ouvrir Discord

source: Open Twitter
fr: Ouvrir Twitter

source: Open in Browser
fr: Ouvrir dans Navigateur

source: Open in MetaMask
fr: Ouvrir dans MetaMask

source: PAID
fr: PAYÉ

source: Preferred Browser
fr: Navigateur Favori

source: Prices
fr: Prix

source: Properties of this specific asset
fr: Propriétés de cet actif spécifique

source: Purchase Price
fr: Prix d'Achat

source: Push notifications declined
fr: Push notifications refusées

source: Recent Activity
fr: Activité Récente

source: Request throttled by OpenSea
fr: Demande limitée par OpenSea

source: Right click → Save as
fr: Clic droit → Enregistrer sous

source: SOLD FOR
fr: VENDU POUR

source: Search
fr: Rechercher

source: Settings
fr: Réglages

source: Share
fr: Partager

source: Single Asset Value
fr: Valeur d'Actif Unique

source: Supported address types
fr: Types d'adresses supportées

source: TOTAL FLOOR
fr: PLANCHER TOTAL

source: Thank you for joining our community 🥳
fr: Merci d'avoir rejoint notre communauté 🥳

source: This takes into account:
fr: Cela prend en compte:

source: This will improve soon, but in the meantime, wait a minute.
fr: Cela s'améliorera bientôt, mais en attendant, attendez une minute.

source: Total Value
fr: Valeur Totale

source: Traits
fr: Caractéristiques

source: Try out example address
fr: Essayez un exemple d'adresse

source: Verified Floor Partner
fr: Partenaire Floor Verifié

source: View on OpenSea
fr: Voir sur OpenSea

source: We hope you like it, but we please treat this as informational only.
fr: Nous espérons qu'il vous plaira, mais veuillez le traiter à titre informatif uniquement.

source: Website
fr: Site Web

source: Welcome
fr: Bienvenu

source: Welcome to Floor
fr: Bienvenu sur Floor

source: You can use Floor to view the NFTs in any address, but cannot take any actions.
fr: Vous pouvez utiliser Floor pour afficher les NFTs de n'importe quelle adresse en lecture seule.

source: Your Token
fr: Votre Token

source: Display one of your NFTs
fr: Affichez l'un de vos NFTs

source: Log in to see your NFTs
fr: Connectez-vous pour voir vos NFTs

source: Portfolio Widget
fr: Widget Portefeuille

source: Summary of your portfolio.
fr: Résumé de votre portefeuille.
